13/data/attachments/da11583dc3b69b1e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Jennifer_image_Friend_69971_1</nif:username>
            <nif:friendToBeRequested>soap_friends_c482c75b-b9de-471f-83dd-c24497df9ffd</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>